[
  {
    "category": "Clothing and adornment",
    "subcategories": [
      {
        "subcategory": "Special garments",
        "topics": [
          {
            "topic": "Headgear and Footwear Norms",
            "questions": [
              "In your region, what types of head coverings are traditionally worn by brides during wedding ceremonies that are not part of everyday attire?",
              "In your region, what types of head coverings are traditionally worn by grooms during wedding ceremonies that are not part of everyday attire?",
              "In your region, what special types of footwear are typically worn by grooms during wedding ceremonies that differ from everyday footwear?",
              "In your region, what traditional footwear is commonly worn by brides during wedding ceremonies?",
              "In your region, what are the common cultural norms regarding footwear when entering religious spaces?",
              "In your region, what types of head coverings are typically worn by women during funeral ceremonies?",
              "In your region, what types of head coverings are typically worn by men during funeral ceremonies?",
              "In your region, what types of headgear are commonly worn during religious festivals by women that are not part of regular daily wear?",
              "In your region, what types of headgear are commonly worn during religious festivals by men that are not part of regular daily wear?",
              "In your region, what types of formal footwear are commonly worn by men that are not part of everyday use?",
              "In your region, what types of formal footwear are commonly worn by women that are not part of everyday use?",
              "In your region, what materials are commonly preferred for formal footwear for men or women, and how do they differ from materials used in daily footwear?",
              "In your region, what traditional types of footwear or footgear are associated with cultural performances but not worn in daily life?",
              "In your region, what types of headgear are commonly worn by religious leaders that are not part of everyday attire?",
              "In your region, what types of footwear are traditionally handmade or handcrafted and reserved for special occasions or ceremonial use?"
            ]
          }
        ]
      }
    ]
  }
]