[
  {
    "category": "Education",
    "subcategories": [
      {
        "subcategory": "Teachers and Students",
        "topics": [
          {
            "topic": "Norms for Interacting with Teachers",
            "questions": [
              "In your region, how are teachers typically greeted or acknowledged when they enter the classroom? Focus on common actions and sayings.",
              "In your region, what is considered the appropriate way to address a teacher during class? Focus on common titles or phrases used.",
              "In your region, how do students typically begin a written communication, such as an email, when addressing a teacher?",
              "In your region, what is the common classroom protocol if a student arrives late and the teacher is already teaching?",
              "In your region, what is the usual and respectful way for a student to interrupt a teacher during a lesson to ask a question?",
              "In your region, how are teachers usually addressed by parents or other adults in school settings?",
              "In your region, what behaviors are commonly considered disrespectful while a teacher is speaking in class?",
              "In your region, how do students typically respond when a teacher asks a question to the class?",
              "In your region, what actions do students usually need to request permission from a teacher to do during class time? Name two of the most common examples.",
              "In your region, how are students expected to respond when a teacher takes attendance?",
              "In your region, how do students typically address school principals or head teachers, and how does this differ—if at all—from addressing regular teachers?",
              "In your region, what types of punishments or disciplinary actions are commonly used by teachers when students break classroom rules or misbehave?",
              "In your region, what is the common expectation regarding students standing or sitting when speaking to a teacher during class?",
              "In your region, what kinds of classroom tasks or responsibilities are typically assigned by teachers to students (e.g., distributing materials, cleaning the board)?",
              "In your region, what behaviors are automatically interpreted as rudeness or defiance toward a teacher, even if nothing is said? Please specify two."
            ]
          }
        ]
      }
    ]
  }
]