[
  {
    "category": "Festivals and Rituals",
    "subcategories": [
      {
        "subcategory": "Ritual",
        "topics": [
          {
            "topic": "Pilgrimage Practices",
            "questions": [
              "In your region, what is the most well-known pilgrimage site?",
              "In your region, what are the common time(s) of the year that pilgrimages are most commonly undertaken?",
              "In your region, what types of physical challenges are commonly experienced or expected by pilgrims during their journey?",
              "In your region, what dietary restrictions are typically followed by pilgrims during the pilgrimage? Please specify the types of food or beverages avoided.",
              "In your region, what sacred or symbolic items do pilgrims usually bring back from their destination, and how are these used after returning home?",
              "In your region, are there any cultural or religious restrictions on who is allowed to undertake specific pilgrimages? If so, please specify the restriction and the pilgrimage.",
              "In your region, what is the typical attire or dress code observed by pilgrims during their journey?",
              "In your region, what are the cultural expectations for a person after completing a pilgrimage? Please name one or two expected actions or behaviors.",
              "In your region, do people observe any specific rituals or customs after returning from a pilgrimage? If so, please describe them.",
              "In your region, what gestures or actions do pilgrims typically perform to express devotion or respect upon reaching the pilgrimage site?",
              "In your region, how do pilgrims typically travel to pilgrimage sites, and are there any traditional routes or modes of transport associated with the journey?",
              "In your region, how long does a typical pilgrimage last, and what factors determine the duration?",
              "In your region, are there any behavioral codes or vows pilgrims are expected to observe during the pilgrimage? If yes, please specify.",
              "In your region, what types of offerings are commonly carried by pilgrims to present at the pilgrimage site?",
              "In your region, are there any major festivals or holidays that are directly linked to pilgrimages? If so, please name the event and describe the connection."
            ]
          }
        ]
      }
    ]
  }
]