[
  {
    "category": "Traffic and transport behavior",
    "subcategories": [
      {
        "subcategory": "Transportation",
        "topics": [
          {
            "topic": "Transport during Special Events",
            "questions": [
              "In your region, what are the most commonly used transportation modes for getting to sports events like cricket matches?",
              "In your region, during which two festivals are extra transport services added, and what types of transport are used?",
              "In your region, what temporary changes are made to transport when government officials or famous celebrities visit an area?",
              "In your region, during major festivals, what changes do people usually make to their regular transportation habits? Please name the regular mode, the changed mode, and the festival.",
              "In your region, what transportation arrangements are usually made for visitors from other areas during large events or festivals?",
              "In your region, what transportation methods are traditionally used to carry deities or religious symbols during processions?",
              "In your region, what areas typically become pedestrian-only zones during festivals or celebrations, and during which festivals does this occur?",
              "In your region, what decorated vehicles are commonly part of wedding processions, and what features make them stand out?",
              "In your region, how do drivers usually decorate their commercial vehicles during major festivals?",
              "In your region, what changes are made to public transport schedules (buses/trains) during evening performances, concerts, or sports events?",
              "In your region, what vehicle-sharing practices (e.g., carpooling, shared shuttles), if any, are commonly adopted by attendees during large public events?",
              "In your region, how is transportation affected during local or national strikes? What alternative transport methods do people commonly rely on?",
              "In your region, what adjustments are made to road traffic when political rallies or election campaigns are held?",
              "In your region, what types of vehicles are used in parades or public displays during national celebrations? Specify two most common vehicles.",
              "In your region, during annual school functions or inter-school competitions, what transportation is typically arranged by schools for students?"
            ]
          }
        ]
      }
    ]
  }
]