[
  {
    "category": "Food processing and consumption",
    "subcategories": [
      {
        "subcategory": "Food preparation",
        "topics": [
          {
            "topic": "Cultural Recipes and Ingredients",
            "questions": [
              "In your region, how are traditional recipes usually passed down, example through demonstration, oral instruction, or written notes?",
              "In your region, what food item is considered essential during major religious festivals in your region? Name two major festivals and two associated food items for each.",
              "In your region, what are two common ingredients used in home-cooked remedies believed to promote healing?",
              "In your region, what cooking methods are considered traditional or culturally unique, such as cooking in clay pots or over woodfires?",
              "In your region, what dish is traditionally prepared during harvest festivals, and what are its two main ingredients?",
              "In your region, what traditional dish is prepared during marriage ceremonies, and what are its most essential ingredients?",
              "In your region, what are two traditional dishes prepared for childbirth-related rituals, and what are their key ingredients?",
              "In your region, what are two traditional dishes prepared for new year related rituals, and what are their key ingredients?",
              "In your region, what is a traditional beverage served during festivals, and what two ingredients define its flavor?",
              "In your region, what food ceremony is traditionally associated with a major festival? Please name both the ceremony and the festival it belongs to.",
              "In your region, what is a dish made during fasting days, and what are two ingredients typically used?",
              "In your region, what is a traditional dish commonly offered as blessed food?",
              "In your region, what food item or meal is traditionally used to break a religious fast?",
              "In your region, what is the most common traditional dish prepared by a daughter-in-law when she first cooks for the family after marriage?",
              "In your region, what dish is traditionally prepared when inaugurating a new kitchen or stove, and what two ingredients are always included?"
            ]
          }
        ]
      }
    ]
  }
]