[
  {
    "category": "Interpersonal Relations",
    "subcategories": [
      {
        "subcategory": "Gift giving",
        "topics": [
          {
            "topic": "Gift Giving Etiquette",
            "questions": [
              "In your region, are gifts opened in front of the giver or later? Name two occasions when they’re opened right away.",
              "In your region, what two types of gifts are seen as inappropriate or unlucky?",
              "In your region, is giving cash as a gift respectful or impersonal? Name two occasions when it’s common and how it’s usually presented, for example, in envelopes, decorated packets, as gift cards, etc.",
              "In your region, are return gifts expected? Name two occasions when they’re usually given.",
              "In your region, what two gifts are most common for colleagues or business associates?",
              "In your region, what colors or numbers are seen as unlucky for gifts? Name the most common ones.",
              "In your region, what two gifts are believed to bring good luck, and on what occasions are they given?",
              "In your region, when and how are gifts given to teachers or mentors, and what gifts are most common?",
              "In your region, how is a gift typically wrapped or presented before it is given?",
              "In your region, what two materials or wrapping styles are most common for formal or traditional occasions?",
              "In your region, what colors, patterns, or designs are traditionally used or avoided for gift wrapping?",
              "In your region, is it polite to ask what someone wants as a gift? On which occasions is this okay or not okay?",
              "In your region, what two handmade or personalized gifts are most common, and on what occasions are they given?",
              "In your region, what two types of gifts are most common between couples?",
              "In your region, what two types of gifts are most common between siblings?"
            ]
          }
        ]
      }
    ]
  }
]