[
  {
    "category": "Interpersonal Relations",
    "subcategories": [
      {
        "subcategory": "Etiquette",
        "topics": [
          {
            "topic": "Eating, drinking, and smoking etiquette",
            "questions": [
              "In your region, what holidays are the two most common holidays during which smoking and drinking are widespread?",
              "In your region, what are the two most common customs observed before beginning a meal?",
              "In your region, what is the traditional way to sit when eating a full meal at home?",
              "In your region, what are the three most common alcohol-and-occasion pairs (e.g., wine at weddings, whisky during festivals)?",
              "In your region, what are the general practices and expectations regarding tipping when dining at a restaurant?",
              "In your region, what are the two most common traditional ways of showing respect to elders during shared meals?",
              "In your region, what are the two most common customs followed immediately after finishing a meal?",
              "In your region, what are the two most common social occasions where offering a cigarette is expected?",
              "In your region, what are the two most common alcoholic drinks offered to guests during home gatherings?",
              "In your region, what are the two most common areas where smoking is considered inappropriate?",
              "In your region, what is the typical way guests clean their hands after a meal when dining at a restaurant?",
              "In your region, what are the two most common methods of serving food at weddings or large gatherings (e.g., plated, buffet, communal)?",
              "In your region, what are the two most common types of food that are considered inappropriate to waste?",
              "In your region, who are the first two groups served food at formal or ceremonial meals (such as weddings, religious feasts, or community events)?",
              "In your region, how is rice most commonly eaten—by hand, with a spoon, or using another method?"
            ]
          }
        ]
      }
    ]
  }
]