[
  {
    "category": "Communication",
    "subcategories": [
      {
        "subcategory": "Dissemination of News and Information",
        "topics": [
          {
            "topic": "Trustworthiness of Information Sources",
            "questions": [
              "In your region, which two TV national news channels are most widely regarded as reliable sources of information?",
              "In your region, which two TV local news channels are most widely regarded as reliable sources of information?",
              "In your region, which two newspapers are most trusted for accurate reporting?",
              "In your region, which newspaper is unique to your region?",
              "In your region, which magazines are commonly read by school-aged children for general knowledge or news?",
              "In your region, how does trust in local-language media compare with trust in English-language media? Name one trusted local-language source.",
              "In your region, what traits or qualities make a news source widely trusted in the community? Mention two common ones.",
              "In your region, which international news outlets are most often followed for information about the world?",
              "In your region, which two radio stations are most commonly listened to?",
              "In your region, which two digital news websites or apps are most commonly visited for reliable daily updates?",
              "In your region, which two news anchors or journalists are widely regarded as trustworthy public figures?",
              "In your region, which two social media accounts or pages are widely followed for local news and announcements?",
              "In your region, what are the two most common platforms used to get real time updates on ongoing sports matches?",
              "In your region, what is a common source used to track real-time election updates?",
              "In your region, what are two common magazines people normally subscribe to?"
            ]
          }
        ]
      }
    ]
  }
]