[
  {
    "category": "Communication",
    "subcategories": [
      {
        "subcategory": "Gestures & Signs",
        "topics": [
          {
            "topic": "Non-Verbal Expression of Respect or Disrespect",
            "questions": [
              "In your region, what is the most common nonverbal gesture used to show respect to elders?",
              "In your region, what nonverbal actions are considered disrespectful when interacting with elders?",
              "In your region, what hand gestures are considered offensive or inappropriate in social settings? Please describe two.",
              "In your region, what are common nonverbal ways to show respect to someone senior in the workplace?",
              "In your region, what gestures are typically used to show respect to guests upon their arrival?",
              "In your region, what gestures are commonly used to show respect toward public officials?",
              "In your region, what are the typical gestures used to show respect to soldiers or members of the military?",
              "In your region, what gestures or actions are used to show respect for the national flag or anthem?",
              "In your region, how is nonverbal respect commonly shown to someone giving a public speech or presentation?",
              "In your region, what is the respectful nonverbal gesture used when ending a conversation with someone older or senior?",
              "In your region, what is the common nonverbal way to respectfully decline an offer made by someone?",
              "In your region, what is the usual nonverbal gesture used to excuse oneself?",
              "In your region, what gesture is typically used to silently invite someone senior to speak or proceed first?",
              "In your region, what is the nonverbal way of signaling that you are giving full attention to someone while they speak?",
              "In your region, what is the respectful way to accept money from someone?"
            ]
          }
        ]
      }
    ]
  },
  {
    "category": "Communication",
    "subcategories": [
      {
        "subcategory": "Dissemination of News and Information",
        "topics": [
          {
            "topic": "Navigating the \"Grapevine\"",
            "questions": [
              "In your region, what two social media platforms are most commonly used to share informal or local news?",
              "In your region, which two festivals or community gatherings are commonly used to circulate news or community updates?",
              "In your region, what two digital platforms are most commonly used by schools to share informal updates or announcements with parents or students?",
              "In your region, what two small businesses or local services are most promoted on social media, and on which platform?",
              "In your region, what is a digital platform used by religious institutions to share information about religious practices?",
              "In your region, what is the most common digital platform used by residential groups or housing societies to share informal updates?",
              "In your region, what digital platform is most commonly used by neighborhood shops or vendors to announce promotions or new stock?",
              "In your region, what is the most common platform or method used to spread news of local strikes or transportation disruptions?",
              "In your region, what digital platform is most commonly used to circulate missing person or lost pet notices?",
              "In your region, what platform is most commonly used to alert residents about nearby construction or roadwork updates?",
              "In your region, how do residents most commonly find out about potential power of water shortages?",
              "In your region, what are the two most commonly used platforms for getting informal recommendations about places to visit in a new city or town?",
              "In your region, what platform is most commonly used to rent a house or an apartment?",
              "In your region, what platform is most commonly used by families to share informal news about engagements, weddings, or childbirth?",
              "In your region, what is the common platform used to order takeout/food?"
            ]
          }
        ]
      }
    ]
  }
]