[
  {
    "category": "Festivals and Rituals",
    "subcategories": [
      {
        "subcategory": "Ritual",
        "topics": [
          {
            "topic": "Symbolic Act Performance",
            "questions": [
              "In your region, what are two most common types of ceremonial lamps that are typically lit?",
              "In your region, what is one commonly performed religious ritual, and what are the step-by-step actions involved in performing it correctly?",
              "In your region, what are the specific actions performed when entering or visiting a religious institution? Please name three.",
              "In your region, what items are commonly offered to deities during rituals? Please name at least two.",
              "In your region, what is the correct ritual action performed toward a ceremonial fire?",
              "In your region, how is holy water typically used during rituals, and what symbolic meaning is associated with its use?",
              "In your region, what are the traditional ritual actions performed when visiting a sacred river or body of water? Please describe two most common ones.",
              "In your region, what is the correct way to ring a prayer or temple bell during worship, including how many times and in what sequence?",
              "In your region, what is the proper technique for lighting and offering incense during rituals, including how it is held, moved, or circled?",
              "In your region, what type of circumambulation is traditionally performed around sacred objects, spaces, or deities? Please specify the direction and number of rotations.",
              "In your region, what is the prescribed method for lighting ceremonial lamps, including which oil is used and the order in which wicks are lit?",
              "In your region, what ritual objects are typically circled around a sacred flame during ceremonies, and in what order or pattern are they moved?",
              "In your region, how is sacred ash or powder properly applied during rituals, and to which parts of the body?",
              "In your region, what is the most common type of ritual powders or pastes applied during rituals?",
              "In your region, what is the prescribed way to dispose of ritual items (such as used incense sticks, leftover offerings, or flowers) after a ceremony is completed?"
            ]
          }
        ]
      }
    ]
  }
]