[
  {
    "category": "Food processing and consumption",
    "subcategories": [
      {
        "subcategory": "Diet",
        "topics": [
          {
            "topic": "Seasonal Diet Modifications",
            "questions": [
              "What foods are commonly consumed in your region during summer to reduce body heat? Specify at least two most common ones.",
              "What types of warm or energy-rich foods are typically prepared in winter across your region? Specify at least two most common ones.",
              "What traditional drinks or beverages are commonly consumed in summer to stay cool? Specify at least two most common ones.",
              "What kinds of foods are commonly associated with springtime festivals in your region? Specify the most common.",
              "What kinds of desserts are only prepared during certain seasons? Please specify the dessert and the season it is associated with.",
              "Which spices or herbs are used seasonally? Specify the common herbs associated with the seasons.",
              "What types of snacks are commonly prepared at home during the monsoon? Specify at least two most common ones.",
              "What traditional foods are believed to help with seasonal allergies or throat irritation in your region?",
              "What types of vegetables are commonly used in everyday meals during the summer? Specify at least two most common.",
              "What types of vegetables are commonly used in everyday meals during the winter? Specify at least two most common.",
              "What types of vegetables are commonly used in everyday meals during the monsoon season? Specify at least two most common.",
              "What types of vegetables are commonly used in everyday meals during the spring season? Specify at least two most common.",
              "What foods are commonly avoided during the summer because they are considered too heat-inducing? Specify at least two most common.",
              "What traditional drinks or beverages are commonly consumed in winter? Specify at least two most common ones.",
              "What traditional drinks or beverages are commonly consumed in the monsoon season? Specify at least two most common ones."
            ]
          }
        ]
      }
    ]
  }
]