[
  {
    "category": "Education",
    "subcategories": [
      {
        "subcategory": "Teachers and Students",
        "topics": [
          {
            "topic": "Student Extracurricular Activities",
            "questions": [
              "In your region, what are the most common after-school activities that students typically engage in outside of formal school hours? Please name two.",
              "In your region, what are the four most common extracurricular activities offered within schools?",
              "In your region, are certain types of extracurricular activities commonly expected or required for university or college admission? If so, which ones?",
              "In your region, what cultural or traditional activities are commonly offered as part of school extracurricular programs?",
              "In your region, what extracurricular activities related to science and technology are most commonly available to students?",
              "In your region, what opportunities do students typically have to start their own clubs or groups in school, and what types of student-led activities are most common?",
              "In your region, what kinds of community service or volunteering activities are commonly included in school-sponsored extracurricular programs?",
              "In your region, what types of student leadership roles are typically offered to students?",
              "In your region, during which periods of the school year do students typically pause or reduce participation in extracurricular activities?",
              "In your region, what national or international competitions are schools most likely to encourage student participation in as part of extracurricular involvement?",
              "In your region, how are extracurricular activities usually scheduled in relation to academic classes?",
              "In your region, what are the most commonly played sports in schools as part of extracurricular offerings? Please name three.",
              "In your region, what types of extracurricular activities are commonly organized around national holidays or cultural celebrations?",
              "In your region, how do schools typically recognize or reward students for participation or achievement in extracurricular activities?",
              "In your region, who is usually responsible for organizing and supervising extracurricular activities in schools?"
            ]
          }
        ]
      }
    ]
  },
  {
    "category": "Clothing and adornment",
    "subcategories": [
      {
        "subcategory": "Special garments",
        "topics": [
          {
            "topic": "Special Occasion Clothing",
            "questions": [
              "In your region, what is the traditional attire for the bride during a wedding ceremony?",
              "In your region, what is the traditional color of the bride’s outfit?",
              "In your region, what is the traditional attire for the groom during a wedding ceremony?",
              "In your region, what is the traditional outfit associated with the harvest festival of your region?",
              "In your region, what is the traditional outfit worn by women during the most prominent festival (except harvest) in your culture? Name the festival and the outfit worn.",
              "In your region, what is the traditional outfit worn by men during the most prominent festival (except harvest) in your culture? Name the festival and the outfit worn.",
              "In your region, what is the typical attire worn by the child during its naming ceremony?",
              "In your region, what would be the appropriate attire for a woman to wear to a religious establishment?",
              "In your region, what would be the appropriate attire for a man to wear to a religious establishment?",
              "In your region, what is the appropriate attire for a woman attending a funeral?",
              "In your region, what is the appropriate attire for a man attending a funeral?",
              "In your region, what type of attire is considered appropriate for a university graduation ceremony for a women?",
              "In your region, what is the traditional attire for a woman attending a formal business event?",
              "In your region, what is the traditional attire for a man attending a formal business event?",
              "In your region, what fabrics are seen as auspicious for celebration wear? Please name two."
            ]
          }
        ]
      }
    ]
  }
]