[
  {
    "category": "Festivals and Rituals",
    "subcategories": [
      {
        "subcategory": "Organized ceremonial",
        "topics": [
          {
            "topic": "Timing of Ceremonies",
            "questions": [
              "In your region, how is an auspicious time for important ceremonies such as weddings typically chosen, and who is involved in making that decision?",
              "In your region, what traditional calendar that differs from the international calendar is followed to schedule religious or cultural ceremonies?",
              "In your region, which days or timings are commonly avoided for starting journeys or taking flights?",
              "In your region, how do the phases of the moon influence the timing of religious festivals or ceremonies? Please provide examples.",
              "In your region, which days of the week are considered inauspicious for conducting important ceremonies?",
              "In your region, what types of common sources, such as religious texts, calendars, or astrological systems, are used to determine the best times for important events?",
              "In your region, which periods of the year are typically avoided for making major decisions or starting new ventures, and why?",
              "In your region, how is the date or time of the annual harvest festival decided, and what factors influence that decision?",
              "In your region, which times of the year are considered unfavorable for purchasing new items or property?",
              "In your region, at what periods during the year are major activities paused or avoided?",
              "In your region, which life events (such as childbirth or naming ceremonies) are most sensitive to timing, and how is that timing determined?",
              "In your region, what are the most commonly used terms or names for inauspicious periods in the local calendar system?",
              "In your region, what are the most common names or labels given to periods considered especially favorable for beginning new ventures?",
              "In your region, what are the most typical rules about waiting periods before scheduling a new event after a funeral or death in the family?",
              "In your region, what are the most frequently consulted community-level sources (such as temples, elders, or religious leaders) for guidance on selecting dates?"
            ]
          }
        ]
      }
    ]
  }
]