[
  {
    "category": "Interpersonal Relations",
    "subcategories": [
      {
        "subcategory": "Gift giving",
        "topics": [
          {
            "topic": "Ceremonial gift giving",
            "questions": [
              "In your region, what are the three most common gifts for a wedding ceremony?",
              "In your region, what are the three most common and traditional gifts given to a child on its naming ceremony?",
              "In your region, what are the three most common and traditional gifts given to a child on its first birthday?",
              "In your region, are gifts for new parents given before birth, after birth, or both? What are the occasions called, and what three gifts are most common?",
              "In your region, what are the three most common gifts that are typically brought when attending a religious function at someone’s home?",
              "In your region, what two common souvenirs or gifts are brought back after a religious pilgrimage?",
              "In your region, what two common souvenirs or gifts are brought back after a trip abroad?",
              "In your region, what are three most common gifts to bring to someone’s housewarming ceremony?",
              "In your region, what three gifts are believed to bring good luck or ward off evil, and on what occasions are they given?",
              "In your region, what are two traditional and common gifts given during harvest festivals or agricultural celebrations?",
              "In your region, what are two traditional and common gifts exchanged between the bride and the groom’s families during a wedding ceremony?",
              "In your region, on what two occasions are gifts given to household helpers, staff, or community workers, and what two gifts are most common?",
              "In your region, what are the two most common gifts given to a newlywed couple by their friends or family?",
              "In your region, what are the two most common gifts given during a landmark birthday celebration such as 50th or 60th birthday celebrations?",
              "In your region, what are the two most common and traditional gifts given during an engagement ceremony?"
            ]
          }
        ]
      }
    ]
  }
]