[
  {
    "category": "Traffic and transport behavior",
    "subcategories": [
      {
        "subcategory": "Transportation",
        "topics": [
          {
            "topic": "Carrying Capacity of Transport",
            "questions": [
              "In your region, what is the typical number of passengers allowed in an auto-rickshaw, and how many usually travel in practice?",
              "In your region, what is the most commonly observed number of people riding on a single motorcycle or scooter?",
              "In your region, what visible signs indicate that a public bus is carrying more passengers than its safe capacity?",
              "In your region, what visible signs indicate that a train is operating beyond its safe passenger capacity?",
              "In your region, how many passengers do hand-pulled or cycle rickshaws typically carry under normal conditions?",
              "In your region, how do passengers usually arrange themselves when more than three people ride together in a standard three-seater auto-rickshaw?",
              "In your region, which public transport mode is usually the most crowded, especially during peak hours?",
              "In your region, which public transport mode is usually the least crowded?",
              "In your region, what is the common workaround when a passenger’s luggage does not fit in the trunk of a taxi or cab?",
              "In your region, what is the most common way people carry more than the recommended number of passengers on a motorcycle or scooter?",
              "In your region, what is the most commonly exceeded passenger capacity among public transport options?",
              "In your region, how do people usually adjust themselves or their belongings when boarding already full public transport?",
              "In your region, what types of goods are commonly seen overflowing from transport vehicles? Please specify two.",
              "In your region, which types of vehicles are commonly seen with people riding on the back, roof, or sides when they are full? Name two most common ones.",
              "In your region, what kinds of goods are commonly carried on motorcycles or scooters along with the rider? Please specify two."
            ]
          }
        ]
      }
    ]
  }
]