[
  {
    "category": "Festivals and Rituals",
    "subcategories": [
      {
        "subcategory": "Rest days and holidays",
        "topics": [
          {
            "topic": "Commemoration of Personal Milestones",
            "questions": [
              "In your region, what is the first major event celebrated after the birth of a child?",
              "In your region, what are the four most common birthdays considered most important in a person’s life, and why are they significant?",
              "In your region, what is a common cultural custom or celebration commonly observed on a couple’s first wedding anniversary?",
              "In your region, what personal milestones, aside from birthdays and anniversaries, are commonly celebrated? Please name up to four most common ones.",
              "In your region, what cultural traditions or rituals are associated with the birth of a child? Please name up to two.",
              "In your region, what customs or ceremonies are associated with a person’s coming of age? Please name the event and approximate age.",
              "In your region, what are the common ways to mark a baby’s first steps or first spoken words?",
              "In your region, how are professional milestones such as promotions, retirements, or job appointments typically celebrated? Please name one or two examples.",
              "In your region, how are major anniversaries of a deceased loved one typically commemorated? Please name up to two common customs.",
              "In your region, what are the typical customs or gatherings held to welcome a newborn baby?",
              "In your region, how is the purchase of a person’s first car traditionally celebrated, if at all?",
              "In your region, what customs or traditions are associated with celebrating a woman’s first pregnancy? Please name any common ceremony or practice.",
              "In your region, what common customs or traditions are observed during a child's naming ceremony? Please name two.",
              "In your region, what traditional rituals or practices are followed during a child’s first haircut? Please name two.",
              "In your region, what are the two most common customs associated with celebrating a couple’s 10th wedding anniversary?"
            ]
          }
        ]
      }
    ]
  }
]